const info = {
  // ============ 프로필 ============
  profile: {
    title: "강 예 은",
    subtitle: "프론트엔드 개발자 & 퍼블리셔",
    description:
      "UI/UX에 가치를 두고 사용자 경험을 중요시합니다.\n새로운 기술에 대한 지속적인 학습을 추구합니다.",
    photo: "./src/images/photo.jpeg",
    tooltip: "반가워요!👋",
  },

  // ============ 학력 ============
  schools: [
    {
      title: "건국대학교",
      subtitle: "인터넷·미디어공학과 / 학사 졸업",
      period: "2013.03 - 2017.02 (4년)",
      logo: "./src/images/logo/konkuk.jpg",
    },
    {
      title: "오금고등학교",
      subtitle: "이과 / 졸업",
      period: "2010.03 - 2013.02 (3년)",
      logo: "./src/images/logo/ogeum.webp",
    },
  ],

  // ============ 교육 ============
  educations: [
    {
      title: "인터랙티브 웹 완전 정복",
      subtitle: "패스트캠퍼스",
      period: "2024.11.13 - 2025.01.08 (2개월)",
    },
    {
      title: "Web Design",
      subtitle: "SBS아카데미 컴퓨터아트학원",
      period: "2017.03.09 - 2017.05.04 (2개월)",
    },
  ],

  // ============ 자격증 ============
  certificates: [
    {
      title: "정보처리기사",
      date: "2016.07.15",
      institution: "한국산업인력공단",
    },
    {
      title: "OPIc IM3",
      date: "2019.09.09",
      institution: "ACTFL",
    },
    {
      title: "TOEIC 870",
      date: "2016.02.28",
      institution: "ETS",
    },
  ],

  // ============ 경력 ============
  company: [
    {
      title: "(주)천재교육",
      subtitle: "정규직 / 서비스개발팀 / 팀원 · 대리급",
      period: "2023.05.15 - 2024.10.22 (1년 6개월)",
      logo: "./src/images/logo/chunjae.jpeg",
      descriptions: [
        "학급 온라인 게시판 '클래스보드' 프론트엔드 개발",
        "천재IT교육센터에서 PM 직무 교육생 대상으로 '클래스보드 소개' 강의",
      ],
    },
    {
      title: "(주)서울신문사",
      subtitle: "정규직 / IT개발팀 / 팀원 · 대리",
      period: "2018.03.05 - 2023.05.14 (5년 3개월)",
      logo: "./src/images/logo/seoul.jpeg",
      descriptions: [
        "신문 제작 관련 윈도우 응용 프로그램 개발",
        "인사·복지·채용 웹서비스 개발",
        "사내용 모바일 웹앱 개발",
        "SW 관련 사내 원격 지원 및 사용법 교육",
      ],
    },
    {
      title: "(주)엔테크서비스",
      subtitle: "인턴 / UI개발팀",
      period: "2017.07.03 - 2017.08.31 (2개월)",
      logo: "./src/images/logo/nts.jpeg",
      descriptions: ["네이버 서비스 UI 개발"],
    },
    {
      title: "(주)다우기술",
      subtitle: "인턴 / BA개발팀",
      period: "2016.09.01 - 2017.02.28 (6개월)",
      logo: "./src/images/logo/daou.jpeg",
      descriptions: ["그룹웨어(다우오피스) 전자결재 양식 UI 개발"],
    },
  ],

  // ============ 포상 ============
  awards: [
    {
      title: "단체 2급 - '사진 편집 및 전송 프로그램' 개발",
      subtitle: "(주)서울신문사",
      period: "2023.02",
    },
    {
      title: "개인 3급 - '전광판 주요뉴스 관리 시스템' 개발",
      subtitle: "(주)서울신문사",
      period: "2020.08",
    },
  ],

  // ============ 연락처 ============
  contact: {
    github: "https://github.com/yeaeun23",
    email: "yeaeun23@naver.com",
  },
};

export default info;
